Repository: mgfood/TmWork
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tk

source: TmWork - Платформа фриланса в Туркменистане
tk: TmWork - Turkmenistandaky erkin platforma

source: Главная
tk: Baş Sahypa

source: Проекты
tk: Taslamalar

source: Войти
tk: Giriş

source: Регистрация
tk: Registrasiýa

source: Все права защищены
tk: Ähli hukuklar goralan

source: Добро пожаловать на TmWork
tk: TmWork-a hoş geldiňiz

source: Платформа для фриланса в Туркменистане. Находите проекты или заказывайте услуги легко и быстро.
tk: Türkmenistanda frilanser platformasy. Taslamalary tapyň ýa-da hyzmatlary çalt we aňsat sargyt ediň.

source: Сообщество фрилансеров
tk: Freelancer jemgyýeti

source: Найдите специалистов или проекты, чтобы развивать свой бизнес или навыки.
tk: Biznesiňizi ýa-da başarnyklaryňyzy ösdürmek üçin hünärmenleri ýa-da taslamalary tapyň.

source: Безопасные платежи
tk: Howpsuz tölegler

source: Оплачивайте услуги безопасно и удобно прямо через платформу.
tk: Hyzmatlar üçin platforma arkaly howpsuz we amatly tölegleri amala aşyryň.

source: Простота и скорость
tk: Ýönekeýlik we tizlik

source: Разместите проект или откликнитесь на задание за считанные минуты.
tk: Taslamany ýerleşdiriň ýa-da birnäçe minutda işe jogap beriň.

source: Начните прямо сейчас!
tk: Häzir başlaň!

source: Регистрация бесплатна, а доступ ко всем проектам мгновенный.
tk: Registrasiýa mugt we ähli taslamalara derrew girip bolýar.

source: Создать аккаунт
tk: Hasap dörediň
